console.log(
  "1.Верстка Валидная +10\n2.Вёрстка семантическая +16\n3.Верстка соответвует макету +54\n4.Общие требования к верстке +20\nВыставляю 100 максимальный балл"
);
console.log(
  "Вёрстка соответствует макету. Ширина экрана 768px +26\nНи на одном из разрешений до 640px включительно не появляется горизонтальная полоса прокрутки. Весь контент страницы при этом сохраняется: не обрезается и не удаляется +12\nНа ширине экрана 768рх реализовано адаптивное меню +12 (Рекомендуется сделать появление бургер-меню на ширине 1024px):"
);

let menuBtn = document.querySelector(".menu-btn");
let menu = document.querySelector(".menu");
menuBtn.addEventListener("click", function () {
  menu.classList.toggle("active");
});
